---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.GraphicDisplayOptionsShadows
source: html/11526e20-29b3-03bc-5450-5c7c747f639c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.GraphicDisplayOptionsShadows Property

"Shadows"

## Syntax (C#)
```csharp
public static ForgeTypeId GraphicDisplayOptionsShadows { get; }
```